Repository: lf-j/Open-Source-Guides-For-The-Enterprise
Catalog: RecruitingDevelopers/tm/Trial-level1.tmx
Source language: en_us
Languages: ja

source: “Open source becomes a double-edged sword for HR organizations and engineering organizations when they’re hiring.
ja: 「人事部門やエンジニアを統括する部門にとって、採用活動におけるオープンソースは諸刃の剣となりかねない。

source: “There is a myth about engineers that they don’t care much about money.
ja: “「エンジニアは最新のテクノロジーに触れ、学び、成長することを重要視し、お金には余り執着しない」

source: “We really want to make sure that the top contributors in the world are contributing to our projects.
ja: 「世界トップクラスの貢献者が我々のプロジェクトに貢献しているという確証が、我々にとって何よりも重要となります。

source: “We seek to create a working environment that talent wants to be part of.
ja: 「我々は、人材が参画したくなるような作業環境の構築を目指しています。

source: “We try to hire people with experience in open source.
ja: 「採用においては、オープンソースの経験を持っている候補者の採用を目指しています。

source: “When companies establish open source practices they send a big message saying that we’re serious about open source and that we want to invest in it.”
ja: 「企業は、オープンソース プラクティスを確立させることで、オープンソースに対する本気度や、オープンソースへの投資意欲に関する強いメッセージを発信することになります。」

source: “You can’t throw a stone more than five feet in cloud and not hit something that’s in open source.
ja: 「クラウドの分野においてオープンソースを避けて通ることは不可能です。
